;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Malay
;Language name in English e.g. German
LanguageEn=Bahasa Melayu

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(kosong)
21027=OK
21028=Batal
21029=Keluar

;Words - simple words can be reused
150=Tidak ada
151=Terapkan
152=Folder
153=Fail
154=Nama
155=Jalan
156=Nama:
157=Tombol:
158=Jalan:
159=Set semula

;Global
602=Opsi Listary

;Balloon
801=Listary berjalan secara tersembunyi.
802=Temukkan saat anda mengetik
803=Fitur pencarian langsung saat mengetik telah dinonaktifkan sementara untuk daftar ini. Tekan ESC untuk memulihkan.

;Tray Menu
1001=Bantuan online
1002=Periksa pembaruan...
1003=Tentang
1004=Keluar

;Toolbar
1100=Cari

;Favorite Menu
2000=Favorit
2001=Aplikasi ini
2002=Global
2003=Tambah disini
2004=Tambah folder saat ini ke favorit
2050=Gagal menambahkan ke favorit
2051=Listary tidak dapat dapat mengambil lokasi dari aplikasi ini.

;Recent Menu
2100=Riwayat
2101=Bersihkan
2105=Jejaki aplikasi ini
2106=Jangan lacak aplikasi ini

;Commands Menu
2201=Folder saat ini dibuka
2202=Beralih ke folder terakhir dibuka di manajer fail
2203=Buka fail terpilih di manajer fail
2204=Jelajahi folder kini
2205=Perintah prompt
2206=Pergi ke folder aplikasi
2207=Jelajahi folder aplikasi
2208=Tampilkan ekstensi fail
2209=Tampilkan fail dan folder tersembunyi
2210=Salin laluan folder ke klipboard
2211=Salin lokasi item terpilih ke klipboard
2212=Salin nama item terpilih ke klipboard
2213=Opsi
2214=Tingkatkan ke versi Pro
2215=Export List Content to Excel
2216=Matikan Listary untuk aplikasi ini
2218=Pemisah
2219=Naik satu aras
2252=Adakah anda yakin mahu mematikan Listary bagi aplikasi ini?
2253=Matikan Listary
2254=Listary tidak akan muncul lagi pada aplikasi ini.
2260=Perintah Prompt (Administrator)
2261=Tambah Folder kini sebagai projek

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Daftar
2301=Pergi ke
2302=Tidak ada item yang cocok dengan pencarian anda.
2303=(folder saat ini)
2304=Projek
2305=Konteks menu

;Options > General
3000=Umum
3001=Jalankan Listary saat Windows dimulai
3002=Setkan fokus input ke senarai fail secara automatik untuk Explorer Windows XP
3004=Pindah Cepat (Buka folder saat ini pada dialog fail saat beralih dari manajer fail)
3005=Bahasa:
3006=Manajer Fail Standar
3007=Isi kolom ini jika anda memilih untuk menggunakan manajer fail selain Windows Explorer. \nGunakan %1 dalam parameter untuk lokasi. Jangan lupa tanda kutip.
3008=Pencocokan fuzzy
3009=Pembaruan otomatis
3010=Semak untuk versi beta yang baru
3020=Awalan untuk menonaktifkan fitur pencarian saat anda mengetik (tekan ESC untuk memulihkan):

;Options > Favorites
3100=Kegemaran
3106=Submenu

;Options > Commands
3306=Tambah kustom perintah
3309=Perintah
3313=Judul tampilan:
3314=Deskripsi:
3315=Kata kunci:
3316=Diam
3317=Jalankan sebagai administrator

;Options > Applications
3402=Fungsikan Listary untuk aplikasi ini
3403=Jejaki fail dan folder terbaru

;Options > Keyboard and Mouse
3503=Tampilkan toolbar Listary:
3504=Tampilkan menu popup:

;Options > Display
3603=Relatif terhadap daftar
3604=Relatif terhadap jendela
3605=Dari atas
3606=Dari dasar
3607=Dari kiri
3608=Dari kanan
3618=Atas jendela
3619=Bawah jendela
3620=Relatif terhadap monitor
3621=Tengah jendela
3624=Klik dua kali mouse pada area kosong untuk mengaktifkan Listary
3625=Klik tengah mouse untuk mengaktifkan Listary
3626=Aktifkan tombol cepat lokal saat toolbar Listary tersembunyi
3628=Kedudukan Bar Alatan
3629=Mencari saat anda mengetik

;Options > Pro
3800=Upgrade ke Listary Pro
3802=Nama:
3803=Email:
3804=Kode Registrasi:
3808=Paste dari Klipboard
3809=Periksa kode registrasi
3810=Selamat, anda telah berhasil meningkatkan ke Listary Pro!
3811=Maaf, kode registrasi tidak valid.
3812=Listary gratis untuk penggunaan pribadi, non-komersial saja.
3813=Jika anda ingin menggunakan Listary untuk tujuan komersial atau tempat perniagaan anda, atau jika anda mahu untuk menyokong pembangunan Listary, sila naik taraf kepada Listary Pro.
3814=Dapatkan Listary Pro Sekarang!

;Options > About
3900=Tentang
3902=Lihat Situs Listary
3903=Program ini terlisensi pada

;Options > Integration
4000=Integrasi
4002=Gunakan Total Commander untuk mengganti dialog fail:

;Custom Command Dialog
4200=Kustom Perintah
4201=Lokasi lengkap dari fail exe.\nContoh: C:\Program Files\7-Zip\7z.exe
4202=Parameter:
4203=Contoh menunjukkan kepada anda untuk menambahkan fail yang dipilih ke sebuah arsip menggunakan 7-Zip.\n\nAnda dapat menggunakan peubah berikut ini dalam parameter. Peubah tidak menandung tanda kutip, silahkan menambahkannya secara manual sesuai dengan keperluan Anda.
4204=%file%\t\tLaluan lengkap fail/folder yang dipilih.\nContoh:  D:\download\music\example.mp3\n\n%path%\tLaluan folder saat ini.\nContoh: D:\download\music\\n\n%filename%\tNama fail dari fail/folder yang dipilih.\nContoh: example.mp3
4210=Buat fail teks (contoh)
4211=Buat "{query} .txt"
4212=Misalnya ketik "txt abc" untuk mengedit "abc.txt" dengan Notepad

;Add Favorite Dialog
4300=Tambah favorit
4301=Gunakan lokasi

;Menu List
4400=Menu
4401=Toolbar
4402=Menu popup
4403=Favorit
4404=Favorit aplikasi
4405=Menu direktori Total Commander
4406=Riwayat
4407=Perintah
4408=Menu klik kiri sistem tray
4409=Menu klik kanan sistem Tray

;Menu List Item Type
4500=Folder favorit
4501=Dokumen favorit
4502=Jalankan aplikasi

;Options > Menus
5000=Menu
5001=Perintah
5002=Ubah menu
5003=Apakah anda yakin ingin mengubah semua menu ke standar? Anda tidak akan kehilangan kegemaran atau perintah anda.
5010=Ganti ikon
5011=Gunakan ikon standar

;Options > By Window Type
5100=Sesuai Tipe Jendela

;Options > Hotkeys
5200=Tombol Cepat

;Options > By Application
5300=Sesuai Aplikasi
5301=Sematkan laluan
5302=Hanya aplikasi dengan seting tidak standar yang ditampilkan.

;Options > Index
5402=Cari subfolder secara automatik
5403=Awalan untuk mencari semua drive:
5404=Pengecualian Pencarian
5410=Tidak termasuk pemacu atau folder
5411=Tambahkan filter pengecualian
5412=Hapus entri yang dipilih
5413=Pencarian Disk
5416=Nonaktifkan pencarian disk
5417=Paksa bangun ulang indeks
5418=Memuat...
5419=Indeks
5420=Volume NTFS
5421=Lokasi kustom indeks
5422=Pengecualian folder tidak valid
5423=Filter Pengecualian
5430=Tambahkan lokasi ke indeks
5440=Pembaruan indeks setiap $1 menit (0 nonaktifkan)
5441=Perbarui Indeks


;Options > History
5500=Riwayat
5501=Jejaki riwayat fail dan folder
5502=Hapus Riwayat
5503=Apakah anda yakin untuk menghapus semua riwayat?
3208=Otomatis pilih fail terakhir yang dibuka dalam dialog buka fail
3215=Cari fail dan folder terbaru
5510=Pengecualian Riwayat

;Options > Projects
5600=Projek
5601=Kata Kunci
5602=Apa ini?
5603=Misalnya, jika anda menambahkan "D:\Websites\My Blog" sebagai sebuah projek dengan kata kunci "blog", anda dapat mengetik "blog file_to_find.html" untuk mencari fail dan folder itu dari mana saja kapan saja.
5605=Upgrade ke Listary Pro sekarang untuk menggunakan projek!

;Options > Appearance
5700=Tampilan
5701=Saiz
5702=Normal
5703=Kecil
5710=(dalam pixel. 0 untuk memakai standar)
5711=Lebar:
5712=Tinggi maksimum:

;Options > Launch Apps
5800=Mulai Aplikasi
5801=Folder carian

;Options > Search
5901=Penapis
5902=Ketik "katakunci: pertanyaan carian" atau "kata kunci pertanyaan carian:" untuk terapkan filter pencarian
5910=Cari di:
5911=Cari untuk:
5912=Ekstensi:

;Dialog > Add Exclude Filter
6100=Tambahkan Filter Pengecualian
6101=* cocok dengan nol atau lebih karakter
6102=? cocok dan tepat satu aksara
6103=Filter:

;Dialog > Register Hotkey
6200=Tombol Cepat Listary
6201=Tombol Cepat $1 diambil oleh aplikasi lain.
6202=Tentukan yang baru:

;Dialog > Upgrade to Pro
6301=Fitur ini tersedia sebagai bagian dari penilaian Listary Pro.
6302=Teruskan

;Updates
6400=Pembaruan Listary
6402=Listary tidak dapat menyemak versi terbaru saat ini, cuba lagi nanti.
6403=Anda masih menggunakan versi terbaru dari Listary, silahkan semak lagi esok hari.
6404=Versi baru $1 tersedia.
6405=Versi terpasang:
6406=Versi terkini:
6407=Buka laman unduh
6408=Lewatkan versi ini
6409=Ingatkan saya kemudian

;UI
8000=Klik untuk mengatur tombol cepat
8001=Tekan tombol cepat

;Actions
9000=Tindakan
9001=Buka folder
9002=Salin laluan ke klipboard
9003=Buka
9004=Salin laluan folder ke klipboard
9005=Salin ke folder saat ini
9006=Pindah ke folder saat ini
9007=Salin
9008=Potong
9020=Adakah anda pasti anda mahu memindahkan "$1" ke "$2"?

;Tutorial
7000=Tutorial
7001=Cubalah!
7002=Seterusnya >
7003=Tidak, terima kasih
7004=Selesai
7005=Klik * Seterusnya > * apabila anda telah selesai

7010=Ini seolah-olah kali pertama anda menjalankan Listary. Anda ingin mengambil tutorial?

7020=Jendela Explorer akan dibuka untuk anda bermula.

7030=Dalam Explorer, anda dapat taip secara langsung apa yang anda perlukan.
7031=Taip * teks 2 *

7040=*Tab/Atas/Bawah: * Pilih fail atau folder
7041=*Enter: * membuka fail atau folder yang dipilih
7042=*ESC: * menyembunyikan toolbar Listary

7050=Jika anda sering menggunakan menu klik kanan (konteks menu), mode tindakan akan sangat membantu.
7051=Taip istilah pencarian anda sendiri
7052=Pilih satu hasil (pakai Tab/Atas/Bawah)
7053=Tekan * Panah Kanan *

7060=Semua entri konteks menu anda berada disini (32-bit dan 64-bit). Anda dapat memakai pencarian untuk memilih satu yang anda butuhkan segera.

7070=Anda juga dapat mentaip laluan secara langsung.
7071=Taip laluan seperti D:\My folder\Photos

7080=Untuk menghindari konflik, Listary tidak akan muncul saat anda menaip secara automatik di beberapa manajer fail pihak ketiga. Anda dapat selalu memakai tombol cepat ($1) untuk mengaktifkan.
7081=Cuba tombol cepat* $1 *

7090=Jika anda lebih suka mouse, anda dapat menggunakan klik mouse dua kali atau klik tengah mouse untuk mengakses Listary.
7091=Klik dua kali pada kawasan kosong di panel kanan pada Explorer.

7100=Listary dapat mencari semua drive (NTFS) anda pada kecepatan sangat tinggi.
7101=Taip *notepad.exe*
7102=Pilih Notepad
7103=Tekan Enter untuk membukanya

7110=Sekarang anda seharusnya telah memiliki jendela Notepad yang terbuka.
7111=Klik Fail > Buka... (atau tekan Ctrl + O) di Notepad

7112=Tekan * Ctrl + G *
7120=Listary membuka folder sebelumnya dalam Windows Explorer! Listary juga dapat membantu anda melakukan ini secara otomatis.
7121=Beralih ke jendela Explorer anda sebelumnya
7122=Buka folder lainnya di Explorer
7123=Beralih kembali ke dialog Buka di Notepad
7124=Perhatikan bagaimana folder telah berubah dalam dialog Buka

7130=Ada banyak fitur lainnya di Listary seperti kegemaran, riwayat dan perintah. Anda dapat menaip tombol pada toolbar Listary untuk menjelajahinya.

7141=Terima kasih untuk waktu anda! Klik tautan berikut untuk mempelajari selengkapnya tentang fitur lain dari Listary:
7142=Ketahui lebih lanjut mengenai Listary
